7zip
awww-bin
base
base-devel
blueman
bluez
bluez-utils
brightnessctl
btop
btrfs-progs
chrony
cryptsetup
docker
docker-compose
dosfstools
dunst
efibootmgr
fd
firefox
flatpak
fzf
git
github-cli
greetd
greetd-tuigreet
grim
grimblast-git
gvfs
gvfs-mtp
hypridle
hyprland
hyprlock
hyprpicker
imagemagick
intel-media-driver
intel-ucode
jq
kitty
libva-utils
linux
linux-firmware
linux-headers
man-db
man-pages
matugen
mesa
neovim
networkmanager
nodejs
npm
openssh
pacman-contrib
pamixer
pipewire-pulse
polkit-gnome
poppler
power-profiles-daemon
pwvucontrol
reflector
resvg
ripgrep
rofi
slurp
snap-pac
snapper
starship
terminus-font
thermald
tmux
tree
tree-sitter-cli
ttf-jetbrains-mono-nerd
udiskie
unzip
vulkan-intel
waybar
wayland
wl-clipboard
wlogout
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-utils
xorg-xwayland
yay
yay-debug
yazi
zoxide
zram-generator
zsh
